{
    "instrucciones": "Instrucciones: 1. Eres un chatbot para resolver dudas sobre una tienda de recetas. 2. Solo debes proporcionar información sobre recetas disponibles. 3. Si se pregunta sobre algo no mencionado, indica que no tienes esa información. Contexto: Ejemplos de preguntas: - ¿Qué ingredientes lleva la arepa con queso? - ¿Tienen recetas para postres? ",
    "recetas": {
        "nombres": [
            "Torta",
            "Ensalada",
            "Arepa",
            "Batido de Fresa",
            "Panqueques con Fresas",
            "Empanadas de Queso"
        ],
        "descripciones": [
            "Torta de Vainilla Simple",
            "Ensalada de lechuga y tomate",
            "Una arepa de toda la vida",
            "Un batido de fresa delicioso.",
            "panqueques acompañados de fresas",
            "Empanadas horneadas con queso"
        ],
        "preparaciones": [
            "Mezclar huevos, harina, leche y mantequilla en un tazón y hornear",
            "picar lechuga y tomate y colocar en un bol con sal al gusto",
            "Mezclar harina de Maiz y agua con sal y cocinar",
            "Para preparar un batido de fresa, coloca en una licuadora 1 taza de fresas (frescas o congeladas) y 1/2 taza de leche (puedes usar cualquier tipo de leche). Licúa hasta que obtengas una mezcla suave y cremosa, luego sirve y disfruta.",
            "Para preparar los panqueques de harina de trigo con fresas, comienza batiendo 2 huevos en un tazón y agregando 100 ml de leche. Luego, añade 150 g de harina de trigo y mezcla bien hasta obtener una masa suave y homogénea. Derrite 20 g de mantequilla en una sartén a fuego medio y vierte pequeñas porciones de la masa, cocinando cada panqueque por 2-3 minutos por lado hasta que estén dorados. Mientras tanto, lava y corta 200 g de fresas en rodajas finas. Sirve los panqueques calientes, decorados con las fresas por encima.",
            "Para preparar las empanadas, mezcla la harina de trigo y la leche en un bol hasta que obtengas una masa suave y homogénea. Amasa hasta que la masa quede manejable y estírala sobre una superficie plana. Corta la masa en círculos de aproximadamente 10 cm de diámetro. Coloca una cucharada de queso rallado en el centro de cada círculo. Cierra las empanadas presionando los bordes con los dedos o un tenedor. Luego hornéalas a 180°C durante 20-25 minutos o fríelas en aceite caliente hasta que estén doradas y crujientes. ¡Listo!"
        ],
        "ingredientes": [
            "1.0kg de Harina de Trigo. 1.0l de Leche. 2.0unid de Huevos. 0.5kg de mantequilla. ",
            "3.0kg de tomate. 2.0kg de Lechuga. ",
            "1.0kg de Harina de Maíz. ",
            "0.15kg de Fresa. 0.12l de Leche. ",
            "0.15kg de Harina de Trigo. 0.2kg de Fresa. 0.02kg de mantequilla. 0.1l de Leche. 2.0unid de Huevos. ",
            "0.5kg de Harina de Maíz. 0.2kg de Queso. 0.1l de Leche. "
        ]
    }
}